/* The label text for the bottom right square */
"Blue Square (120x120)" = "Carré bleu (120x120)";

/* The accessibility label text for the bottom right square */
"Blue Square (120x120)." = "Carré bleu (120x120)";

/* The accessibility hint describing what can be done with the white rectangle */
"Long pressing this shape will reshape it as well as the purple rectangle inside it, and restart the timer until you release your press, at which point the view goes back to normal and the timer restarts." = "Un appui long sur cette forme changera sa taille, celle du rectangle violet qu'elle contient, et relancera le chronomètre, jusqu'à ce que vous relâchiez. À ce moment, la forme et le rectangle violet qu'elle contient reprendront leurs proportions initiales, et le chronomètre redémarrera";

/* Describing what can be done with the purple rectangle */
"Long pressing this shape will reshape it as well as the white rectangle around it, and restart the timer until you release your press, at which point the view goes back to normal and the timer restarts." = "Un appui long sur cette forme changera sa taille, celle du rectangle blanc qui la contient, et relancera le chronomètre, jusqu'à ce que vous relâchiez. À ce moment, la forme et le rectangle blanc qui la contient reprendront leurs proportions initiales, et le chronomètre redémarrera";

/* The label text for the smallest middle rectangle */
"Purple Rectangle" = "Rectangle violet";

/* The accessibility label text for the smallest middle rectangle */
"Purple Rectangle. This rectangle will disappear in landscape mode. Can be longpressed." = "Rectangle violet. Ce rectangle disparaît en mode paysage. Appui long possible.";

/* The label text for the top left square */
"Red Square (170x170)" = "Carré rouge (170x170)";

/* The accessibility label text for the top left square */
"Red Square (170x170)." = "Carré rouge (170x170)";

/* The accessibility label for the timer */
"Timer with hours, minutes, seconds and milliseconds. Restart by long pressing the white or purple rectangle, and by releasing the white or purple rectangle (middle of the screen)" = "Chronomètre avec heures, minutes, secondes et millisecondes. Redémarre via appui long sur le rectangle blanc ou violet (milieu de l'écran), puis lorsque l'appui long est relâché.";

/* The label text for the largest middle rectangle */
"White Rectangle (20 offset)" = "Rectangle blanc (offset : 20)";

/* The accessibility label text for the smallest middle rectangle */
"White Rectangle (20 offset). Can be longpressed" = "Rectangle blanc (offset : 20). Appui long possible";
